Repository: wahbii/intoura_
Catalog: libs/flutter_common/lib/l10n/intl_*.arb
Languages: hy

# copyright_notice
source: Copyright Â© {company}, All rights reserved.
hy: Հեղինակային իրավունք © {company}, Բոլոր իրավունքները պաշտպանված են:

# welcomeTitle
source: Welcome to the app
hy: Բարի գալուստ հավելված

source: Today
hy: Այսօր

source: Yesterday
hy: Երեկ

source: Settings
hy: Կարգավորումներ

source: About
hy: Մասին

source: Profile info
hy: Պրոֆիլի տվյալներ

source: Language
hy: Լեզու

source: First name
hy: Անուն

source: Last name
hy: Ազգանուն

source: Mobile number
hy: Բջջայինի համար

source: Edit
hy: Խմբագրել

source: Enter code
hy: Մուտքագրեք կոդը

source: Edit profile
hy: Խմբագրել պրոֆիլը

source: Bank Transfer
hy: Բանկային փոխանցում

source: Gift
hy: Նվեր

source: Correction
hy: Ուղղում

source: In-app payment
hy: Ներծրագրային վճարում

source: Order fee
hy: Պատվերի վճար

source: Parking fee
hy: Ավտոկայանատեղի վճար

source: Cancellation fee
hy: Չեղարկման վճար

source: Withdraw
hy: Հանել

source: Wallet transactions
hy: Դրամապանակով գործարքներ

source: Add card
hy: Ավելացնել քարտ

source: Visa
hy: Վիզա

source: Add balance
hy: Ավելացնել մնացորդ

# durationInMinutes
source: {minutes, plural, =0{Zero minutes} =1{{minutes} Minute} other{{minutes} Minutes}}
hy: {minutes, plural, =0{Zero minutes} =1{{minutes} րոպե} other{{minutes} րոպե}}

# durationInHours
source: Duration: {hours, plural, =0{Zero hours} =1{{hours} Hour} other{{hours} Hours}}
hy: Տևողությունը՝ {hours, plural, =0{Zero hours} =1{{hours} Ժամ} other{{hours} Ժամ}}

# timePastDue
source: Past due
hy: Ժամկետանց ժամկետանց

source: Just Now
hy: Հենց հիմա

# distanceInMeters
source: {distance} m
hy: {distance} մ

# distanceInKilometers
source: {distance} km
hy: {distance} կմ

# welcomeSubtitle
source: Taxi service designed for your comfort have Trips with your favorite drivers and select your ride preferences
hy: Ձեր հարմարավետության համար նախատեսված տաքսի ծառայությունը կատարեք Ուղևորություններ ձեր սիրելի վարորդների հետ և ընտրեք ձեր նախընտրությունները

# onboardingRewardTitle
source: Get rewarded!
hy: Ստացեք պարգևատրում:

# onboardingRewardSubtitle
source: Get extra bonuses for referring a friend, completing trips and many more...
hy: Ստացեք հավելյալ բոնուսներ ընկերոջը ուղղորդելու, ուղևորություններ ավարտելու և շատ ավելին...

source: Select language
hy: Ընտրել լեզուն

source: Search for language
hy: Որոնել լեզուն

source: Enter Phone Number
hy: Մուտքագրեք Հեռախոսահամարը

# actionContinue
source: Continue
hy: Շարունակել

source: Where is your destination?
hy: Որտե՞ղ է ձեր նպատակակետը:

source: Where are you going?
hy: Ուր ես գնում?

# selectDestinations
source: Your route
hy: Ձեր երթուղին

source: Pick-up point
hy: Վերցնելու կետ

source: Enter pick-up point
hy: Մուտքագրեք հավաքման կետը

source: Drop-off point
hy: Նվազման կետ

source: Enter drop-off point
hy: Մուտքագրեք թողարկման կետը

source: Stop point
hy: Կանգառի կետ

source: Enter stop point
hy: Մուտքագրեք կանգառի կետը

source: Confirm
hy: Հաստատել

source: Confirm drop-off
hy: Հաստատեք դուրս գալը

source: Confirm pick-up
hy: Հաստատեք վերցնելը

source: Enter at least 3 characters
hy: Մուտքագրեք առնվազն 3 նիշ

source: No results
hy: Ոչ մի արդյունք

source: Book Now
hy: Ամրագրեք հիմա

source: Cash
hy: Կանխիկ

source: Online
hy: Առցանց

source: Offline
hy: Անցանց

source: On Trip
hy: Ուղևորության ժամանակ

source: Confirm & Pay
hy: Հաստատել

source: Cancel
hy: Չեղարկել

source: Apply
hy: Դիմել

source: Enter coupon code
hy: Մուտքագրեք կտրոնի կոդը

source: Reserve ride
hy: Պահուստային զբոսանք

# reserveRideMessage
source: Select the exact date and time you wish your ride to be reserved
hy: Ընտրեք ճշգրիտ ամսաթիվը և ժամը, որը ցանկանում եք, որ ձեր ուղևորությունը ամրագրվի

# reserveRideMessageSuccess
source: Your ride has been reserved successfully. You can view your reserved rides in the 'Scheduled rides' section.
hy: Ձեր ուղևորությունը հաջողությամբ ամրագրված է: Դուք կարող եք դիտել ձեր վերապահված ուղևորությունները «Պլանավորված ուղևորություններ» բաժնում:

source: Cancel reservation
hy: Չեղարկել ամրագրումը

source: Confirm & resrve
hy: Հաստատել

# enterCouponDescription
source: Insert your coupon code to be applied on prices
hy: Տեղադրեք ձեր կուպոնի կոդը, որը կկիրառվի գների վրա

source: Enter coupon
hy: Մուտքագրեք կտրոնը

source: Coupon applied
hy: Կտրոնը կիրառվում է

# couponAppliedDescription
source: Coupon has been applied to your ride's fare
hy: Կտրոնը կիրառվել է ձեր ուղևորության ուղեվարձի համար

source: Done!
hy: Կատարած!

source: Ride Preferences
hy: Ուղևորության նախապատվություններ

source: No wait time
hy: Սպասելու ժամանակ չկա

# minutesRange
source: {minutes} minutes
hy: {minutes} րոպե

# secondsRange
source: {seconds} seconds
hy: {seconds} վայրկյան

source: Ride requested
hy: Ուղևորություն է պահանջվում

source: Searching for an online driver...
hy: Առցանց վարորդի որոնում...

source: Cancel ride
hy: Չեղարկել ուղևորությունը

source: Ride Safety
hy: Ուղևորության անվտանգություն

source: Share trip information
hy: Կիսվեք ուղևորության մասին տեղեկություններով

# shareTripInformationDescription
source: You can share your trip info with a friend
hy: Դուք կարող եք կիսվել ձեր ուղևորության մասին ընկերոջ հետ

# sosDescription
source: Let authorities know of an emergency
hy: Տեղեկացրեք իշխանություններին արտակարգ իրավիճակի մասին

source: Report an issue
hy: Հաղորդել խնդրի մասին

# reportAnIssueMidTripDescription
source: Share a safety issue on-trip
hy: Կիսվեք անվտանգության խնդրի հետ ուղևորության ժամանակ

source: Ride options
hy: Ուղևորության ընտրանքներ

source: Go back to ride
hy: Վերադարձեք՝ քշելու

source: Wait time
hy: Սպասեք ժամանակ

source: Coupon code
hy: Կտրոնի կոդը

source: Gift card code
hy: Նվեր քարտի կոդը

source: Nice points
hy: Հաճելի միավորներ

source: Negative Points
hy: Բացասական միավորներ

# reviewCommentBoxHint
source: Add a comment...
hy: Ավելացնել մեկնաբանություն...

source: How was your trip?
hy: Ինչպես անցավ քո ճանապարհորդությունը?

# oneStarReviewTitle
source: Terrible trip with {name}
hy: Սարսափելի ճամփորդություն {name}-ով

# twoStarReviewTitle
source: Bad trip with {name}
hy: Վատ ճանապարհորդություն {name}-ով

# threeStarReviewTitle
source: Average trip with {name}
hy: Միջին ուղևորությունը {name}-ով

# fourStarReviewTitle
source: Good trip with {name}
hy: Բարի ճանապարհ {name}-ի հետ

# fiveStarReviewTitle
source: Awesome trip with {name}
hy: Հիանալի ճամփորդություն {name}-ով

source: Submit feedback
hy: Հետադարձ կապ ուղարկել

source: Type a message
hy: Մուտքագրեք հաղորդագրություն

source: Find another ride
hy: Գտեք մեկ այլ ուղևորություն

source: Next
hy: Հաջորդը

source: Search for drop-off location
hy: Փնտրեք վայրէջքի վայր

source: Search for pick-up location
hy: Փնտրեք հավաքման վայր

# placeConfirmDialogPlaceholder
source: Where is your drop off location?
hy: Որտե՞ղ է ձեր մեկնելու վայրը:

source: No announcements
hy: Ոչ մի հայտարարություն

source: Announcements
hy: Հայտարարություններ

# reviewsCount
source: ({count} reviews)
hy: ({count} ակնարկներ)

source: Trip details
hy: Ուղևորության մանրամասները

source: Ride details
hy: Ուղևորության մանրամասները

source: Order a ride
hy: Պատվիրեք զբոսանք

source: No rides yet!
hy: Դեռևս ուղևորություններ չկան:

# issueSubjectPlaceholder
source: Type the subject of the issue
hy: Մուտքագրեք հարցի թեման

# issueContentPlaceholder
source: Type the description of the issue
hy: Մուտքագրեք խնդրի նկարագրությունը

source: Report this issue
hy: Հաղորդել այս խնդրի մասին

source: Field is required
hy: Դաշտը պարտադիր է

source: OK
hy: լավ

source: Favorite locations
hy: Սիրված վայրերը

# favoriteLocationsSubtitle
source: Save your favorite locations for easier access
hy: Պահպանեք ձեր նախընտրած վայրերը՝ ավելի հեշտ մուտք գործելու համար

source: Create a favorite location
hy: Ստեղծեք սիրելի վայր

# addressTitleLabel
source: Address's title
hy: Հասցեի անվանումը

source: Click to set location
hy: Սեղմեք՝ տեղադրությունը սահմանելու համար

source: Where is your new favorite location?
hy: Որտե՞ղ է ձեր նոր սիրելի վայրը:

# locateFavoriteLocationDescription
source: Use either search box below or the map to pin the exact location
hy: Օգտագործեք ստորև գտնվող որոնման դաշտը կամ քարտեզը՝ ճշգրիտ վայրը ամրացնելու համար

source: Search location
hy: Որոնել գտնվելու վայրը

source: Save changes
hy: Պահպանել փոփոխությունները

source: Ride History
hy: Ուղևորության պատմություն

source: Scheduled rides
hy: Պլանավորված զբոսանքներ

source: Keep the order
hy: Պահպանեք կարգը

source: Cancel the ride
hy: Չեղարկել ուղևորությունը

source: Wallet balance
hy: Դրամապանակի մնացորդը

source: Activities
hy: Գործունեություն

source: Please enter gift card code
hy: Խնդրում ենք մուտքագրել նվեր քարտի կոդը

source: Redeem
hy: Փրկել

source: Enter gift card code
hy: Մուտքագրեք նվեր քարտի կոդը

source: Redeem Gift Card
hy: Փրկեք նվեր քարտը

# redeemGiftCardDescription
source: Enter your gift card code to redeem it.
hy: Մուտքագրեք ձեր նվեր քարտի կոդը՝ այն մարելու համար:

# redeemSuccessTitle
source: Gift Card Redeemed!
hy: Նվեր քարտը մարվել է:

# redeemSuccessDescription
source: You have successfully redeemed {amount} gift card.
hy: Դուք հաջողությամբ մարել եք {amount} նվեր քարտը։

source: Add credit
hy: Ավելացնել վարկ

source: Pay now
hy: Վճարեք հիմա

source: Add credit to wallet
hy: Ավելացրեք վարկ դրամապանակին

source: Please select amount
hy: Խնդրում ենք ընտրել գումարը

source: Enter amount
hy: Մուտքագրեք գումարը

source: Select amount:
hy: Ընտրեք գումարը.

source: Wallet
hy: Դրամապանակ

source: Total rides
hy: Ընդհանուր ուղևորություններ

source: App Settings
hy: Հավելվածի կարգավորումներ

source: Map Settings
hy: Քարտեզի կարգավորումներ

source: Lanugage Settings
hy: Լեզվի կարգավորումներ

source: Payment methods
hy: Վճարման մեթոդներ

source: Select cards
hy: Ընտրեք քարտեր

# selectCardsDescription
source: You can select the card numbers you would like to be displayed in the list of payment methods on invoices.
hy: Դուք կարող եք ընտրել քարտի համարները, որոնք ցանկանում եք, որ ցուցադրվեն հաշիվ-ապրանքագրերի վճարման եղանակների ցանկում:

source: Delete
hy: Ջնջել

source: Name on card
hy: Անունը քարտի վրա

source: Profile
hy: Անձնագիր

source: Scheduled ride
hy: Պլանավորված ուղևորություն

source: Add Payment Method
hy: Ավելացնել վճարման եղանակ

# addPaymentMethodDescription
source: Add a new payment method to your account
hy: Ձեր հաշվին ավելացրեք վճարման նոր եղանակ

source: Save card
hy: Պահպանել քարտը

source: Select dial code
hy: Ընտրեք հավաքման կոդը

source: Search country name
hy: Որոնել երկրի անունը

source: Preferences:
hy: Նախապատվություններ:

# onboardingDescription
source: Moments away from registering your account and enjoying comfortable rides
hy: Ձեր հաշիվը գրանցելուց և հարմարավետ զբոսանքներից մի քանի րոպե հեռու

source: Sign in/ Sign up
hy: Մուտք գործեք / Գրանցվեք

source: Enter OTP
hy: Մուտքագրեք OTP

source: Enter Password
hy: Մուտքագրեք գաղտնաբառը

# enterPasswordDescription
source: Please enter your password to continue
hy: Շարունակելու համար խնդրում ենք մուտքագրել ձեր գաղտնաբառը

source: Set Password
hy: Սահմանել գաղտնաբառը

source: Password
hy: Գաղտնաբառ

# passwordRuleDescription
source: Include at least two of the following:
hy: Ներառեք հետևյալներից առնվազն երկուսը.

# passwordRuleLength
source: Between 9 and 64 characters
hy: 9-ից 64 նիշերի միջև

# passwordRuleUpperCase
source: Uppercase letters
hy: Մեծատառեր

# passwordRuleLowerCase
source: Lowercase letters
hy: Փոքրատառեր

# passwordRuleNumber
source: Numbers
hy: Թվեր

# passwordRuleSpecialCharacter
source: Special characters
hy: Հատուկ կերպարներ

source: Contact Details
hy: Կոնտակտային տվյալներ

source: Vehicle Details
hy: Տրանսպորտային միջոցների մանրամասները

source: Payout Information
hy: Վճարման մասին տեղեկատվություն

source: Documents
hy: Փաստաթղթեր

source: Access Denied
hy: Մուտքն արգելված է

source: Success
hy: Հաջողություն

source: Skip for now
hy: Առայժմ բաց թողեք

# sendOtpDescription
source: A verification code has been sent to your phone number
hy: Ձեր հեռախոսահամարին ուղարկվել է հաստատման կոդը

# resendOtp
source: Resend code
hy: Կրկին ուղարկել կոդը

source: Use OTP instead
hy: Փոխարենը օգտագործեք OTP

source: Home
hy: տուն

source: Logout
hy: Դուրս գալ

source: Driver License Number
hy: Վարորդական իրավունքի համարը

source: E-mail
hy: Էլ

source: Address
hy: Հասցե

source: Gender
hy: Սեռ

# genderMale
source: Male
hy: Արական

# genderFemale
source: Female
hy: իգական

# genderUnknown
source: Neutral / Unknown
hy: Չեզոք / Անհայտ

source: Vehicle Plate Number
hy: Մեքենայի համարանիշը

source: Vehicle Color
hy: Մեքենայի գույնը

# vehicleModelAndMake
source: Vehicle Model & Make
hy: Մեքենայի մոդել

source: Vehicle production year
hy: Մեքենաների արտադրության տարին

source: Bank Name
hy: Բանկի անվանումը

source: Bank Routing Number
hy: Բանկի երթուղային համարը

source: Bank Account Number
hy: Բանկային հաշվի համարը

# bankSwift
source: SWIFT Code
hy: SWIFT կոդը

source: Upload Image
hy: Վերբեռնել պատկերը

source: Your balance
hy: Ձեր հաշվեկշիռը

source: Ride Cancellation
hy: Ուղևորության չեղարկում

# cancelRideMessage
source: Are you sure you want to cancel your ride?
hy: Իսկապե՞ս ուզում եք չեղարկել ձեր ուղևորությունը:

# cancelRideSuccess
source: Ride has been canceled successfully
hy: Ուղևորությունը հաջողությամբ չեղարկվել է

# confirmAndCancelRide
source: Confirm & Cancel the ride
hy: Հաստատել

source: Select payment method
hy: Ընտրեք վճարման եղանակը

# rideFeePaid
source: Ride's fee has been paid
hy: Ուղևորության վճարը վճարված է

# rideFeeUnpaid
source: Ride's fee hasn't been paid yet
hy: Ուղևորության վճարը դեռ չի վճարվել

source: Total
hy: Ընդամենը

source: Total Price
hy: Ընդհանուր գինը

source: Add custom credit
hy: Ավելացրեք հատուկ վերանայում

source: Service Fee
hy: Ծառայության վճար

source: Service Option Fee
hy: Ծառայության տարբերակի վճար

source: Coupon Discount
hy: Կտրոնային զեղչ

# walletCreit
source: Wallet Credit
hy: Դրամապանակի վարկ

source: Custom
hy: Պատվերով

source: Payment
hy: Վճարում

source: Cash payment
hy: Կանխիկ վճարում

# cashPaymentDescription
source: Do you confirm that you received {amount}?
hy: Հաստատու՞մ եք, որ ստացել եք {amount}։

source: Cash payment received
hy: Ստացվել է կանխիկ վճարում

# confirmAndEndTrip
source: Confirm & End Trip
hy: Հաստատել

source: Earnings
hy: Շահույթ

source: Accept order
hy: Ընդունել պատվեր

source: Canceled
hy: Չեղարկված է

source: Unknown
hy: Անհայտ

source: Commission
hy: հանձնաժողով

source: Select Profile Image
hy: Ընտրեք պրոֆիլի պատկերը

# chooseAvatarDescription
source: Or select an avatar from the list below:
hy: Կամ ընտրեք ավատար ստորև բերված ցանկից.

source: Full name
hy: Ամբողջական անուն

source: Favorite Drivers
hy: Սիրված վարորդներ

source: Distance traveled
hy: Անցած հեռավորությունը

source: Rating
hy: Վարկանիշ

source: Map
hy: Քարտեզ

source: Income
hy: Եկամուտ

source: Time spent
hy: Ծախսված ժամանակը

source: Daily
hy: Ամենօրյա

source: Monthly
hy: Ամսական

# noRecordsFoundEarnings
source: No trip record found for these filters
hy: Այս զտիչների համար ուղևորությունների գրանցում չի գտնվել

# feedbacksSummaryEmptyStateHeading
source: No feedbacks yet
hy: Հետադարձ կապ դեռ չկա

# feedbacksSummaryEmptyStateTitle
source: You don't have enough feedbacks to show yet.
hy: Դուք դեռ բավարար արձագանքներ չունեք ցուցադրելու համար:

source: Feedbacks Summary
hy: Հետադարձ կապի ամփոփում

# feedbacksGoodTitle
source: Excellent Job!
hy: Գերազանց Աշխատանք!

# feedbacksGoodSubtitle
source: Your ratings are looking good so far
hy: Ձեր գնահատականներն առայժմ լավ են թվում

# feedbacksBadTitle
source: Average
hy: Միջին

# feedbacksBadSubtitle
source: You can use some improvements
hy: Դուք կարող եք օգտագործել որոշ բարելավումներ

# feedbacksGoodPointsTitle
source: Some good points about you:
hy: Որոշ լավ կետեր ձեր մասին.

# feedbacksbadPointsTitle
source: Some points you can improve:
hy: Որոշ կետեր, որոնք կարող եք բարելավել.

# feedbacksReviewsTitle
source: Some earlier reviews
hy: Որոշ ավելի վաղ ակնարկներ

source: Payout Methods
hy: Վճարման մեթոդներ

source: Notice:
hy: Ծանուցում.

# payoutNoticeTitle
source: You will automatically be paid by the admin twice a week.
hy: Ադմինը ձեզ ավտոմատ կերպով կվճարի շաբաթը երկու անգամ։

source: Add payout Method
hy: Ավելացնել վճարման մեթոդ

source: Navigate
hy: Նավարկություն

source: No payout methods
hy: Վճարման մեթոդներ չկան

source: Name
hy: Անուն

# nameHint
source: Enter name
hy: Մուտքագրեք անունը

# bankNameHint
source: Enter Bank name
hy: Մուտքագրեք բանկի անունը

source: Branch Name
hy: Մասնաճյուղի անուն

# branchNameHint
source: Enter Branch Name
hy: Մուտքագրեք մասնաճյուղի անվանումը

source: Account Holder name
hy: Հաշվատիրոջ անունը

source: Routing Number
hy: Երթուղու համարը

# routingNumberHint
source: Enter routing number
hy: Մուտքագրեք երթուղային համարը

source: Account Number
hy: Հաշվեհամար

# accountNumberHint
source: Enter account number
hy: Մուտքագրեք հաշվի համարը

# addressHint
source: Enter address
hy: Մուտքագրեք հասցեն

# dateOfBith
source: Date of birth
hy: Ծննդյան ամսաթիվ

# yearHint
source: Year
hy: Տարի

# monthHint
source: Month
hy: Ամիս

# dayHint
source: Day
hy: Օր

source: City
hy: Քաղաք

# cityHint
source: Enter city
hy: Մուտքագրեք քաղաքը

source: State
hy: Պետություն

# stateHint
source: Enter State
hy: Մուտքագրեք պետություն

source: Zip Code
hy: Փոստային ինդեքս

# zipCodeHint
source: Enter Zip Code
hy: Մուտքագրեք փոստային կոդը

source: Day
hy: Օր

source: Month
hy: Ամիս

source: Year
hy: Տարի

source: No Activities yet.
hy: Գործունեություն դեռ չկա:

# headingToDestination
source: heading to the destination
hy: ուղղություն դեպի նպատակակետ

# driverArrivedNotice
source: Driver is waiting for you
hy: Վարորդը սպասում է ձեզ

# driverShouldAriveInNotice
source: Driver is estimated to arrive in
hy: Մոտավոր հաշվարկներով վարորդը ժամանել է ներս

# driverShouldHaveArrivedNotice
source: Driver should be arriving in any moment now
hy: Վարորդը ցանկացած պահի պետք է ժամանի

source: Delete Account
hy: Հաշիվը ջնջել

# deleteAccountNotice
source: Are you sure you want to delete your account? After 30 days, your account will be permanently deleted. During this time, you can restore your account by signing in again.
hy: Իսկապե՞ս ուզում եք ջնջել ձեր հաշիվը: 30 օր հետո ձեր հաշիվն ընդմիշտ կջնջվի: Այս ընթացքում դուք կարող եք վերականգնել ձեր հաշիվը՝ նորից մուտք գործելով:

# confirmAndDeleteAccount
source: Confirm & delete account
hy: Հաստատել

# accountDeleted
source: Account has been deleted
hy: Հաշիվը ջնջվել է

# share_trip_text_locations
source: I am on my way to {destination} from {pickup}.
hy: {pickup}-ից {destination}-ի ճանապարհին եմ։

# share_trip_text_driver
source: My driver name is {firstName} {lastName}, the mobile number is +{mobileNumber}.
hy: Իմ վարորդի անունը {firstName} {lastName} է, բջջային համարը՝ {mobileNumber}։

# share_trip_text_rider
source: The rider with me name is {firstName} {lastName}, the mobile number is +{mobileNumber}.
hy: Ինձ հետ հեծյալի անունը {firstName} {lastName} է, բջջային համարը՝ {mobileNumber}։

# share_trip_started_time
source: Trip has started on {startTime} and I expect the trip to take approximately {duration} minutes
hy: Ուղևորությունը սկսվել է {startTime}-ին, և ես ակնկալում եմ, որ ճանապարհորդությունը կտևի մոտավորապես {duration} րոպե

# share_trip_not_arrived_time
source: I expect the trip to take approximately {duration} minutes once I get into the driver's car.
hy: Ես ակնկալում եմ, որ ճանապարհորդությունը կտևի մոտավորապես {duration} րոպե, երբ ես նստեմ վարորդի մեքենան:

# sendSOSMessage
source: IMPORTANT: Please use this feature only in case of emergency. We will contact authorities in behalf of you.
hy: ԿԱՐԵՎՈՐ. Խնդրում ենք օգտագործել այս հնարավորությունը միայն արտակարգ իրավիճակների դեպքում: Մենք ձեր անունից կկապվենք իշխանությունների հետ:

# confirmAndSendSOS
source: Confirm & Send SOS
hy: Հաստատել

# sosSentSuccessfully
source: SOS has been sent successfully
hy: SOS-ը հաջողությամբ ուղարկվել է

# topUpSuccess
source: Wallet has been topped up successfully
hy: Դրամապանակը հաջողությամբ լիցքավորվել է

# cancelNotAllowed
source: Cancellation of an already started ride is not possible.
hy: Արդեն սկսված երթի չեղարկումը հնարավոր չէ:

source: Error
hy: Սխալ

source: Connection error
hy: Միացման սխալ

source: Server error
hy: Սերվերի սխալ

source: Add new location
hy: Ավելացնել նոր տեղադրություն

source: Two-way trip
hy: Երկկողմանի ուղևորություն

source: Report Submitted
hy: Զեկույցն ուղարկված է

# reportSubmittedDescription
source: Your report has been submitted successfully, we will review it and take the necessary actions.
hy: Ձեր հաշվետվությունը հաջողությամբ ներկայացվել է, մենք կուսումնասիրենք այն և կձեռնարկենք անհրաժեշտ գործողություններ:

source: Card number
hy: Քարտի համար

# cardNumberHint
source: Enter card number
hy: Մուտքագրեք քարտի համարը

source: Expiry date
hy: Ժամկետի ժամկետը

source: No favorite drivers
hy: Սիրված վարորդներ չկան

# noFavoriteDriversDescription
source: You can mark your preferred drivers as favorites when rating them after the trip.
hy: Դուք կարող եք նշել ձեր նախընտրած վարորդներին որպես ֆավորիտներ, երբ դրանք գնահատեք ուղևորությունից հետո:

# pickupLocationNotFound
source: We were unable to determine your current location using GPS as pickup point. Please enter your pickup point manually.
hy: Մենք չկարողացանք որոշել ձեր ընթացիկ գտնվելու վայրը՝ օգտագործելով GPS-ը որպես վերցնելու կետ: Խնդրում ենք ձեռքով մուտքագրել ձեր հավաքման կետը:

source: Drag to select
hy: Քաշեք՝ ընտրելու համար

source: Skip
hy: Բաց թողնել

source: Open Settings
hy: Բացեք Պարամետրերը

source: Location permission
hy: Տեղադրության թույլտվություն

# locationPermissionDeniedForeverMessage
source: Location permission is a requirement for receiving orders around you and also for rider to track your location. You can not receive orders without this permission and us being beware of your current location. You can change this permission in your phone settings.
hy: Տեղադրության թույլտվությունը պահանջ է ձեր շուրջը պատվերներ ստանալու համար, ինչպես նաև ձեր գտնվելու վայրը հետևելու համար: Դուք չեք կարող պատվերներ ստանալ առանց այս թույլտվության, և մենք զգուշանում ենք ձեր ընթացիկ գտնվելու վայրից: Դուք կարող եք փոխել այս թույլտվությունը ձեր հեռախոսի կարգավորումներում:

source: Allow
hy: Թույլատրել

# driverOnlineTitle
source: Searching for a ride
hy: Ուղևորության որոնում

# driverOfflineTitle
source: Get online to start receiving requests
hy: Միացեք առցանց՝ հարցումներ ստանալու համար

# payInCash
source: Cash payment
hy: Կանխիկ վճարում

# payInCashDescription
source: Please proceed with the cash payment to the driver. The driver will confirm the payment once received.
hy: Խնդրում ենք շարունակել վարորդին կանխիկ վճարումը։ Վարորդը կհաստատի վճարումը ստանալուց հետո:

source: Add to favorite drivers
hy: Ավելացնել սիրելի վարորդներին

source: Slide to confirm arrival
hy: Սահեցրեք ժամանումը հաստատելու համար

source: Slide to confirm pickup
hy: Սահեցրեք՝ վերցնելը հաստատելու համար

source: Slide to confirm drop-off
hy: Սահեցրեք՝ թողնելը հաստատելու համար

# noticePickingUpRiderIn
source: Picking up the rider in:
hy: Հեծանվորդին վերցնելը հետևյալում.

# noticeRiderNotified
source: Rider has been notified, Pickup the rider and start the ride
hy: Հեծանվորդը ծանուցվել է, վերցրեք վարորդին և սկսեք երթևեկությունը
